module.exports = {
  id: "menu1",
  name: "示例·本帮菜馆",
  categories: [
  {cat:"经典上海菜", items:[
    {n:"韭菜蛋饼", p:18},{n:"虾仁跑蛋", p:20},{n:"酱爆猪肝", p:24},
    {n:"周庄雪菜毛豆肉丝", p:24},{n:"青椒茭白肉丝", p:24},{n:"韭黄肉丝", p:26},
    {n:"山药肉片", p:28},{n:"雪菜冬笋肉丝", p:30},{n:"上汤肉皮", p:30},
    {n:"椒盐(糖醋)排条", p:30},{n:"酱爆腰花", p:38},{n:"腰果肉丁", p:38},
    {n:"咸肉大蒜", p:35},{n:"黑椒牛柳", p:40},{n:"红烧肉百叶结", p:40},
    {n:"沙律小牛排", p:49},{n:"草头圈子", p:56},{n:"糖醋排骨", p:50},
    {n:"晶莹红烧肉", p:59},{n:"腊三味合蒸", p:70},
    {n:"苏北草公鸡", opts:[["半只",60],["整只",100]]},
    {n:"黄山臭鳜鱼", p:108},{n:"红烧大肠", p:40}
  ]},
  {cat:"香锅类", items:[
    {n:"干锅土豆片", p:24},{n:"干锅手撕包菜", p:26},{n:"干锅千页豆腐", p:28},
    {n:"干锅有机花菜", p:28},{n:"干锅鸡", p:50},{n:"干锅草鸡", p:65},
    {n:"干锅排骨", p:58},{n:"干锅稻香蛙", p:58},{n:"酸菜黑鱼锅仔", p:50},
    {n:"三鲜锅仔", p:50},{n:"咸鸡锅仔", p:55},{n:"咸鸭锅仔", p:55},
    {n:"咸草鹅锅仔", p:78},{n:"牛肉锅仔", p:80},{n:"羊肉锅仔", p:98},
    {n:"大鱼头砂锅", p:55},
    {n:"三鲜砂锅", opts:[["中",48],["大",58]]},
    {n:"小排土豆番茄砂锅", p:55}
  ]},
  {cat:"汤煲铁板类", items:[
    {n:"紫菜蛋花汤", p:12},{n:"番茄榨菜蛋汤", p:12},{n:"酸辣汤", p:16},
    {n:"咸肉豆腐青菜汤", p:16},{n:"土豆雪菜蛋花汤", p:15},{n:"西湖牛肉羹", p:20},
    {n:"肉末粉丝煲", p:18},{n:"鱼香茄子煲", p:20},{n:"虾仁豆腐煲", p:20},
    {n:"香菇面筋煲", p:20},{n:"洋葱大肠煲", p:48},{n:"蒜子鳝筒煲", p:90},
    {n:"铁板大肠", p:45},{n:"铁板牛蛙", p:45},{n:"铁板牛肉", p:45},{n:"铁板鲫鱼", p:38}
  ]},
  {cat:"私房菜", items:[
    {n:"花生米(盐水、油炸)", p:15},{n:"拍黄瓜", p:15},{n:"香菜干丝", p:15},
    {n:"皮蛋豆腐", p:15},{n:"素拼", p:15},{n:"红油猪耳", p:38},
    {n:"家乡咸鸡", p:35},{n:"苏北咸草鹅", p:55},{n:"白切大肠(肚子)", p:50},
    {n:"凉拌牛肉", p:58}
  ]},
  {cat:"时尚川湘菜", items:[
    {n:"麻辣豆腐", p:15},{n:"尖椒炒肉", p:25},{n:"回锅肉", p:24},
    {n:"宫爆鸡丁", p:24},{n:"酸辣鸡杂", p:24},{n:"鱼香肉丝", p:26},
    {n:"农家小炒肉", p:26},{n:"大蒜回锅肉", p:26},{n:"莴笋腊肉", p:30},
    {n:"香炸辣子鸡", p:38},{n:"小炒牛肉", p:45},{n:"水煮肉片", p:38},
    {n:"金汤酸菜鱼", p:35},{n:"水煮鱼片", p:38},{n:"水煮牛肉", p:48},
    {n:"山城毛血旺", p:40},{n:"金汤牛蛙", p:48},{n:"金汤肥牛", p:48},
    {n:"新疆大盘鸡", p:46},{n:"火爆大肠", p:40}
  ]},
  {cat:"田园时蔬类", items:[
    {n:"香菇青菜", p:15},{n:"土豆丝(青椒)酸辣", p:15},{n:"手撕包菜", p:15},
    {n:"蒜泥生菜", p:15},{n:"蒜泥菠菜", p:16},{n:"空心菜(蒜泥南乳)", p:16},
    {n:"大蒜干丝", p:16},{n:"地三鲜", p:18},{n:"虎皮青椒", p:18},
    {n:"鱼香茄子", p:18},{n:"玉米烙", p:20},{n:"扬州干丝", p:20},
    {n:"木耳山药", p:20},{n:"酒香草头", p:20},{n:"水芹干丝", p:20},
    {n:"剁椒蒸臭豆腐", p:20},{n:"干煎臭豆腐", p:20},{n:"家常豆腐", p:20},
    {n:"臭豆腐烧毛豆", p:24},{n:"长沙臭干炒尖椒", p:20},{n:"葱烧老豆腐", p:24}
  ]},
  {cat:"河海鲜类", items:[
    {n:"小黄鱼(干煎、红烧,6条)", p:30},{n:"鳊鱼(清蒸、红烧)", p:30},
    {n:"带鱼(干煎、红烧)", p:40},{n:"上汤基围虾", p:60},{n:"红烧鱼块", p:38},
    {n:"响油鳝丝(清炒)", p:88},{n:"大头虾(酱油、盐水)", p:68},{n:"白蟹", p:78},
    {n:"河虾(盐水、油爆)", p:80},{n:"霸王双色鱼头", p:55},{n:"椒盐牛蛙", p:45},
    {n:"红烧鱼头", p:55},{n:"糖醋大黄鱼", p:58},{n:"雪菜目鱼", p:60},
    {n:"芹菜鱿鱼", p:45},{n:"红烧肚档", p:45},{n:"红烧甩水", p:35}
  ]}
]
};
